Repository: dawlab/easy-checklists
Catalog: EasyChecklists/*.lproj/Localizable.strings
Languages: pl

# AllChecklistsTabBarLabel
source: All Checklists
pl: Moje listy

# SettingsTabBarLabel
source: Settings
pl: Ustawienia

# AllListsViewTitle
source: My checklists
pl: Wszystkie listy

# AddListViewTitle
source: Add new checklist
pl: Dodaj nową listę

# CancelButtonTitle
source: Cancel
pl: Anuluj

# DoneButtonTitle
source: Done
pl: Zapisz

# AddListTextFieldPlaceholder
source: e.g. Shopping list
pl: np. lista zakupów

# AddListPickColorLabel
source: Pick a checklist color
pl: Wybierz kolor listy

# AddListPickIconLabel
source: Pick a checklist icon
pl: Wybierz ikonę listy

# CategoryNameAlert
source: Please type a category name
pl: Proszę wpisz nazwę kategorii

# AddItemTextFieldPlaceholder
source: Enter a title here..
pl: Wpisz tutaj nazwę..

# ItemsViewEditButton
source: Edit
pl: Edytuj

# EditItemAlertTitle
source: Edit
pl: Edytuj

# EditItemAlertMessage
source: Edit item
pl: Zaktualizuj nazwę elementu

# EditItemUpdateButton
source: Save
pl: Zapisz

# EditItemCancelButton
source: Cancel
pl: Anuluj

# EditItemTextFieldPlaceholder
source: Please update item
pl: Zaktualizuj element

# TapToReorderCellsButtonText
source: Edit
pl: Edytuj

# TapToSaveCellsOrder
source: Done
pl: Gotowe

# EnterItemTitleMessage
source: Enter a title here..
pl: Wpisz tutaj nazwę..

# AboutChecklists
source: Checklists are a simple but effective tool that can help you to be more productive and efficient. They can help you to prioritize your work, and make it easier to delegate tasks to others. In addition, checklists can serve as a record of your progress and accomplishments, and can be used to identify areas for improvement.
pl: Listy kontrolne to proste, ale skuteczne narzędzie, które może pomóc w zwiększeniu produktywności i wydajności. Pomagają ustalić priorytety w pracy i ułatwić delegowanie zadań innym. Ponadto listy kontrolne mogą służyć jako zapis Twoich postępów i osiągnięć, a także może służyć do identyfikacji obszarów wymagających poprawy.
